{"intents":[
    { "tag": "saudacao",
      "patterns":["Ola","Opa","Oi", "tudo bem","como vai"],
      "responses": ["Oi","Olá"]
    },
    { "tag": "despedida",
      "patterns":["valeu","tchau","Obrigado","fui","beleza"],
      "responses": ["Até breve","Falou"]
    },
    { "tag": "programa_PIPE",
      "patterns":["O que e o programa PIPE?", "O que é o programa PIPE?", "Oq eh o programa PIPE?"],
      "responses": ["O Programa Pesquisa Inovativa em Pequenas Empresas da FAPESP destina-se a apoiar a execução de pesquisa científica e tecnológica em pequenas empresas no Estado de São Paulo. Seus objetivos são apoiar a pesquisa em ciência e tecnologia como instrumento para promover a inovação tecnológica e o desenvolvimento empresarial, aumentar a competitividade das pequenas empresas, possibilitar que as empresas se associem a pesquisadores do ambiente acadêmico em projetos de pesquisa visando à inovação tecnológica e contribuir para a formação e o desenvolvimento de núcleos de desenvolvimento tecnológico nas empresas e para o emprego de pesquisadores no mercado de trabalho empresarial criando uma cultura permanente de inovação."]
    },
    { "tag": "etapas",
      "patterns":["Há diferentes etapas no programa?", "tem diferentes etapas no programa?"],
      "responses": ["a) Fase 1: é destinada à verificação da viabilidade técnico-científica da proposta, (duração de até 9 meses e orçamento de até R$ 300.000, mais Reserva Técnica e Benefícios Complementares);\nb) Fase 2: destina-se à execução da pesquisa propriamente dita (duração de até 24 meses e orçamento de até R$ 1.500.000, mais Reserva Técnica e Benefícios Complementares);\nc) PIPE Invest: Aceleração da chegada ao mercado de Projetos da Fase 2, quando houver terceira parte interessada (duração de até 24 meses e orçamento de até R$ 1.500.000); e\nd) Fase 3: desenvolvimento comercial e industrial dos produtos, processos, sistemas e/ou serviços inovadores obtidos a partir de pesquisas anteriores realizadas pela pequena empresa sem o apoio da FAPESP ou a partir de pesquisa apoiada no âmbito do PIPE."]
    },
    { "tag": "fases",
      "patterns":["A fase 1 é obrigatória?", "A fase 1 é obrigatória? Posso ir direto para fase 2?", "Posso ir direto pra fase 2?"],
      "responses": ["A empresa pode submeter uma proposta à Fase 2 Direta. Nesse caso é fundamental demonstrar que a viabilidade técnica da pesquisa já foi demonstrada; para tanto é fundamental apresentar um ótimo documento de “Justificativa para a Fase 2 Direta”."]
    },
    { "tag": "projeto_pesquisa",
      "patterns":["O projeto de pesquisa pode ser feito na empresa?", "O projeto pode ser feito na empresa?"],
      "responses": ["Sim, obrigatoriamente. O PIPE destina-se a apoiar a execução de pesquisa EM pequenas empresas sediadas no Estado de São Paulo, conforme está explicitado nas normas do programa."]
    },
    { "tag": "informacoes",
      "patterns":["Como posso obter mais informaçoes sobre o PIPE?", "Como posso obter mais informaçoes sobre o PIPE"],
      "responses": ["O site fapesp.br/pipe apresenta em detalhes o programa, incluindo o texto completo das normas e as chamadas vigentes. Adicionalmente, de forma periódica, acontece o evento “Diálogo sobre Apoio à Pesquisa para Inovação na Pequena Empresa” no qual o programa PIPE é apresentado e os membros da coordenação tiram dúvidas dos participantes (veja as próximas datas no site do PIPE)."]
    }
  
  ]
  }